tap "dart-lang/dart"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "jpeg-xl"
brew "aom"
brew "glib"
brew "ocaml"
brew "docker", link: false
brew "docker-compose"
brew "docker-machine", link: false
brew "erlang"
brew "gcc"
brew "python@3.11"
brew "gdb"
brew "git"
brew "git-lfs"
brew "netpbm"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "ledit"
brew "openssl@3", link: false
brew "libvncserver"
brew "opam"
brew "open-mpi"
brew "python@3.10"
brew "qt@5"
brew "qcachegrind"
brew "x11vnc"
cask "anaconda"
cask "dbeaver-community"
cask "oracle-jdk"
cask "processing"
cask "rar"
